Repository: shuryhin-oleksandr/acemaven
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Direction title
es: Título de la dirección
pt: Título da direção

source: Directions
es: Direcciones
pt: Direçãos

source: A new booking request on number {aceid} has been received.
es: Una nueva solicitud de reserva fue recibida ID {aceid}
pt: Uma nova solicitação de reserva {aceid} foi recebida.

source: The booking request on number {aceid} has been sent to "{name}".
es: La solicitud de reserva {aceid} ha sido procesada e enviada para "{name}".
pt: A solicitação de reserva {aceid}, foi exitosamente enviada pro agente "{name}".

source: A new Booking Request on number {aceid} is pending of Booking Fee payment to be sent.
es: Una nueva solicitud de reserva fue recibida ID {aceid}
pt: Uma nova reserva {aceid} está pendente de pagamento da taxa de solicitação para ser enviada.

source: The shipment {aceid} has departed from {origin}.
es: El embarque {aceid} salió del local de origen {origin}.
pt: O embarque {aceid} partiu de {origin}.

source: The shipment {aceid} has arrived at {destination}.
es: El embarque {aceid} arribó a su destino {destination}.
pt: O embarque {aceid} arrivou a {destination}.

source: Shipment details in {aceid} have changed. {track_message}
es: Hubieron cambios en los detalles del embarque {aceid}. {track_message}
pt: Alguns detalhes no embarque {aceid} foram atualizados. {track_message}

source: The Client has requested a change in the shipment {aceid}, from {origin} to {destination}
es: El cliente solicitó una alteración en la reserva {aceid} de {origin} para {destination}
pt: O cliente solicitou uma alteração na reserva {aceid} de {origin} para {destination}.

source: Payment due date for the operation {aceid} has been updated to {datetime}.
es: La fecha límite para el pago del embarque {aceid} fue actualizada para {datetime}.
pt: O prazo para pagamento do embarque {aceid} foi atualizado para {datetime}.

source: Payment on booking number {aceid} is success
es: El pago de la reserva con el número {aceid} se realizó correctamente
pt: O pagamento da reserva número {aceid} foi realizado com sucesso

source: A new booking request {aceid} has been received.
es: Una nueva solicitud de reserva ID {aceid} fue recibida.
pt: Uma nova solicitação de reserva {aceid} foi recebida.

source: The booking request {aceid} has been sent to "{name}".
es: La solicitud de reserva {aceid} se ha enviado a "{name}".
pt: A solicitação de reserva {aceid}, foi exitosamente enviada pro agente "{name}".

source: Have some problems with payment on booking number {aceid}, please, contact support team.
es: Hubieron algunos problemas con el pago de la reserva número {aceid}, comuníquese con el equipo de soporte.
pt: Houveram alguns problemas com o pagamento da reserva número {aceid}, por favor, entre em contato com a equipe de suporte.

source: Update charge on booking number {aceid} is success
es: La actualización del encargo en la reserva número {aceid} fue un éxito
pt: A atualização da cobrança na reserva número {aceid} foi bem-sucedida

source: Have some problems with updating charge on booking number {aceid}, please, contact support team.
es: Hubieron algunos problemas con el pago de la reserva número {aceid}, comuníquese con el equipo de soporte.
pt: Houveram alguns problemas com o pagamento da reserva número {aceid}, por favor, entre em contato com a equipe de suporte.

source: Operation cancelled according to expired time for confirming booking by an agent
es: Operación cancelada según el plazo de vencimiento para confirmar la reserva por parte de un agente
pt: Operação cancelada de acordo com o prazo de vencimento para a confirmação da reserva pelo agente

source: Sending new airway bill number to track [{booking_number}]
es: Envío de un nuevo número de AWB aérea para rastrear {booking_number}
pt: Enviando novo número de AWB de transporte aéreo para rastreio [{booking_number}]

source: The shipment {booking_number} cannot be tracked because of wrong booking number.
es: El embarque {booking_number} ser rastreado debido a un número de reserva incorrecto.
pt: A remessa {booking_number} não pode ser rastreada devido ao número de reserva errado.

source: Response text for airway bill number [{booking_number}] - {response.text}
es: Texto de respuesta para el número de factura de la vía aérea {booking_number} - {response.text}
pt: Texto de resposta para o número da conta da via aérea [{booking_number}] - {response.text}

source: Starting to get track statuses for confirmed operations
es: Comenzando a obtener estados de seguimiento para operaciones confirmadas
pt: Começando a obter status de rastreamento para operações confirmadas

source: The shipment {aceid} cannot be tracked because of wrong booking number.
es: El embarque {aceid} ser rastreado debido a un número de reserva incorrecto.
pt: A remessa {aceid} não pode ser rastreada devido ao número de reserva errado.

source: Surcharges are about to expire. Please, extend its expiration rate or create a new one with the updated costs.
es: Algunas tasas irán a vencer pronto. Por favor, extienda su plazo de validad o cree un nuevo registro con valores actualizados.
pt: As taxas estão prestes a expirar. Por favor, estenda sua frete de expiração ou crie uma nova com os custos atualizados.

source: Rates are about to expire.Please, extend its expiration rate or create a new one with the updated costs.
es: Algunas tarifas irán a vencer pronto. Por favor, extienda su plazo de validad o cree un nuevo registro con valores actualizados.
pt: As fretes estão prestes a expirar. Por favor, estenda sua frete de expiração ou crie uma nova com os custos atualizados.

source: The shipment {aceid} is set to arrive in 3 days at {destination}.
es: El embarque {aceid} está programado para arribar a su destino {destination} en 3 dias
pt: O embarque {aceid} está programado para chegar a {destination} em 3 dias.

source: The shipment {booking.aceid} is set to arrive in 3 days at {booking.freight_rate.destination}.
es: El embarque {booking.aceid} está programado para arribar a su destino {booking.freight_rate.destination} en 3 dias
pt: O embarque {booking.aceid} está programado para chegar a {booking.freight_rate.destination} em 3 dias.

source: Charge calculation
es: Cálculos de cargos
pt: Cálculo de cobrança

source: Doc fee
es: Documentacion
pt: Documentação

source: Total surcharge
es: Tasa total
pt: Taxa total

source: Total freight rate
es: Total tarifa de flete
pt: Taxa total de frete

source: Totals
es: Totales
pt: Totais

source: Open chat
es: Conversación abierta
pt: Bate-papo aberto

source: Message...
es: Mensaje...
pt: Mensagem...

source: Land Transshipment
es: Transbordo terrestre
pt: Transbordo Terrestre

source: Barge Transshipment
es: Transbordo de barcazas
pt: Transbordo de barcaça

source: Container empty to shipper
es: Contenedor vacío para expedidor
pt: Recipiente vazio para remetente

source: Container pickup at shipper
es: Recogida de contenedores en el expedidor
pt: Recolha de contentores no expedidor

source: Container arrival at first POL (Gate in)
es: Llegada del contenedor al primer POL (puerta de entrada)
pt: Chegada do contêiner no primeiro POL (portão de entrada)

source: Container loaded at first POL
es: Contenedor cargado en el primer POL
pt: Contêiner carregado no primeiro POL

source: Vessel departure from first POL
es: Salida del buque desde el primer POL
pt: Partida do navio do primeiro POL

source: Vessel arrival at T/S port
es: Llegada del buque al puerto T/S
pt: Chegada do navio no porto T/S

source: Container discharge at T/S port
es: Descarga de contenedores en el puerto T/S
pt: Descarga do contêiner no porto T/S

source: Transshipment delay
es: Retraso de transbordo
pt: Atraso de transbordo

source: Container loaded at T/S port
es: Contenedor cargado en puerto T/S
pt: Contêiner carregado no porto T/S

source: Vessel departure from T/S
es: Salida del barco desde T/S
pt: Partida do navio de T/S

source: Vessel arrival at final POD
es: Llegada del barco al POD final
pt: Chegada do navio no POD final

source: Container discharge at final POD
es: Descarga del contenedor en el POD final
pt: Descarga do contêiner no POD final

source: Container departure from final POD (Gate out)
es: Salida del contenedor desde el POD final (puerta de salida)
pt: Partida do contêiner do POD final (saída)

source: Container delivery to consignee
es: Entrega de contenedores al destinatario
pt: Entrega de contêiner ao consignatário

source: Container empty return to depot
es: Contenedor vacío retorno a depósito
pt: Retorno do contêiner vazio ao depósito

source: date_from or date_to mismatch with surcharges or freight rate dates.
es: date_from o date_to desajuste con recargos o fechas de tarifas de flete.
pt: date_from ou date_to mismatch com sobretaxas ou datas de taxa de frete.

source: {user} has assigned an operation to you. Operation [{aceid}].
es: {user} te ha asignado una operación. Operación [{aceid}].
pt: Uma reserva [{aceid}] foi atribuída a você pelo {user}.

source: The Agent has confirmed your changes in the shipment {aceid} from {origin} to {destination}.
es: El agente confirmo sus alteraciones para el embarque {aceid} de {origin} para {destination}.
pt: O agente confirmou suas alterações pro embarque {aceid} de {origin} para {destination}.

source: User info
es: Información de usuario
pt: Informação de usuário

source: Company Type
es: Tipo de compañía
pt: Tipo da Empresa

source: Fees
es: Tarifa
pt: Taxas

source: Company info
es: Información de la compañía
pt: Dados da Organização

source: Contact person info
es: Información de la persona de contacto
pt: Informações de contato

source: Sign up request was already approved.
es: La solicitud de registro ya fue aprobada.
pt: A solicitude de cadastro já foi aprovada.

source: Company saved. Link to register master account was sent.
es: Empresa aprobada. Se envió el enlace para registrar la cuenta maestra.
pt: O registro da empresa foi finalizado. O link para cadastrar a conta master foi enviado.

source: Registration link - 192.168.1.33:8000/create-account?token={token}
es: Enlace de registro - 192.168.1.33:8000/create-account?token={token}
pt: Link de registro - 192.168.1.33:8000/create-account?token={token}

source: Company with provided phone number or tax id already exists. Additional info [{error}]
es: La empresa con el número de teléfono o el número de identificación fiscal proporcionados ya existe. información adicional {error}
pt: Já existe uma empresa com o número de telefone ou número de identificação fiscal fornecido. informação adicional [{error}]

source: Review info
es: Revisar información
pt: Informações de revisão

source: Approved
es: Aprobado
pt: Aprovado

source: Review was already approved.
es: La revisión ya fue aprobada.
pt: A revisão já foi aprovada.

source: Review successfully approved.
es: Revisión aprobada con éxito.
pt: Revisão aprovada com sucesso.

source: Core
es: Centro
pt: Testemunho

source: email address
es: dirección de correo electrónico
pt: correio eletrônico

source: Phone number
es: Teléfono
pt: Numero de contato

source: Position In Company
es: Posición em la compañia
pt: Cargo na Empresa

source: Profile Photo
es: Foto de perfil
pt: Foto de perfil

source: Language
es: Idioma
pt: Língua

source: User
es: Usuario
pt: Do utilizador

source: Users
es: Usuarios
pt: Comercial

source: Disable functionality
es: Deshabilitar la funcionalidad
pt: Desativar funcionalidade

source: Company Name
es: Nombre de empresa
pt: Nome da Empresa

source: First address line
es: Primera línea de dirección
pt: Primeira linha de endereço

source: Second address line
es: Segunda línea de dirección
pt: Segunda linha de endereço

source: State
es: Provincia
pt: Estado

source: City
es: Ciudad
pt: Cidade

source: Zip Code
es: Código postal
pt: CEP

source: Tax id Number
es: VAT
pt: CNPJ

source: Number of employees in company
es: No. De Funcionarios
pt: No. De Funcionarios

source: Company website
es: Sitio Web la compañía
pt: Página Web

source: Date company created
es: Fecha de creación de la empresa
pt: Data de criação da empresa

source: Companies
es: Empresas
pt: Empresas

source: Sea import shipment alerts
es: Alerta de llegada de embarques de importación marítima
pt: Alerta de chegada de embarques de importação marítima

source: Sea import shipment alerts in days
es: Alerta de llegada de embarques de importación marítima en días
pt: Alertas de embarque de importação marítima em dias

source: Import shipment departure alerts
es: Importar alertas de salida de envío
pt: Alertas de embarque de importação

source: Export shipment arrival alerts
es: Alerta de llegada de embarque de exportación
pt: Alerta de chegada de embarque de exportação

source: Operation details change
es: Cambio de detalles de los embarque
pt: Mudança de detalhes dos embarques

source: Surcharge expiration
es: Vencimiento del recargo
pt: Expiração de taxa

source: Surcharge expiration in days
es: Vencimiento del recargo en días
pt: Expiração da taxa em dias

source: Freight rate expiration
es: Vencimiento de la tarifa de flete
pt: Vencimento da tarifa de frete

source: Freight rate expiration in days
es: Vencimiento de la tarifa de flete en días
pt: Vencimento da tarifa de frete em dias

source: Email notification
es: Notificación de correo electrónico
pt: Notificaçõ por email

source: Email notifications
es: Notificaciónes de Correo Electrónico
pt: Notificações por email

source: Tax id Number (00.000.000/0000-00)
es: VAT (00.000.000 / 0000-00)
pt: CNPJ (00.000.000/0000-00)

source: First name
es: Nombre
pt: Nome

source: Last name
es: Apellido
pt: Sobrenome

source: Position in company
es: Cargo en la Empresa
pt: Cargo na Empresa

source: Sign up request
es: Solicitud de registro
pt: Solicitude de Cadastro

source: Sign up requests
es: Solicitudes de registro
pt: Solicitudes de Cadastro

source: Sign Up Token
es: Token de registro
pt: Token de inscrição

source: Sign up token
es: Token de registro
pt: Token de inscrição

source: Sign up tokens
es: Registrarse tokens
pt: Tokens de inscrição

source: groups
es: grupos
pt: grupos

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
es: Los grupos a los que pertenece este usuario. Un usuario obtendrá todos los permisos concedidos a cada uno de sus grupos.
pt: Os grupos aos quais este usuário pertence. Um usuário obterá todas as permissões concedidas a cada um de seus grupos.

source: Role
es: Rol
pt: Função

source: Roles
pt: Funções

source: Bank Name
es: Nombre del banco
pt: Nome do Banco

source: Bank Number
es: Número de banco
pt: Número do banco

source: Branch Number (0000-0)
es: Número de sucursal (0000-0)
pt: Numero da Agencia

source: Account Number
es: Número de cuenta
pt: Numero da Conta

source: Account Type
es: Tipo de cuenta
pt: Tipo de conta

source: Is bank account of the platform
es: Es cuenta bancaria de la plataforma
pt: É conta bancária da plataforma

source: Is default bank account or not
es: Seleccionar como principal
pt: É conta bancária padrão ou não

source: Pix payment key
es: Pix clave de pago
pt: Chave de pagamento Pix

source: Bank account
es: Datos bancarios
pt: Dados Bancarios

source: Bank accounts
es: Datos bancarios
pt: Dados Bancarios

source: Shippers contact name
es: Nombre de contacto del remitente
pt: Nome de contato do remetente

source: Additional phone number
es: Teléfono adicional
pt: Número de telefone adicional

source: Is company partner
es: Es socio de la empresa
pt: É parceiro da empresa

source: Shippers
es: Embarcadores
pt: Embarcadores

source: Company rating from 1 to 10
es: Calificación de la empresa de 1 a 10
pt: Classificação da empresa de 1 a 10

source: Review text
es: Revisar texto
pt: Texto de revisão

source: Approved by platform
es: Aprobado por plataforma
pt: Aprovado pela plataforma

source: Date review created
es: Fecha de la reseña
pt: Data da resenha

source: Reviewer
es: Crítico
pt: Revisor

source: Operation
es: Operación
pt: Operação

source: Review
es: Revisar
pt: Revisão

source: Reviews
es: Reseñas
pt: Revisãos

source: Acemaven. Registration process.
es: Acemaven. Proceso de registro.
pt: Acemaven. Processo de cadastro.

source: To complete your sign-up, please press the button:
es: Presione el botón para completar su registro:
pt: Pressione o botão para concluir o seu cadastro:

source: Booking Fee
es: Tasa de reserva
pt: Taxa de reserva

source: Cancellation Fee
es: Tasa de cancelación
pt: Taxa de cancelamento

source: Agent Booking Fee
es: Tasa de reserva del agente
pt: Taxa de reserva do agente

source: Service Fee
es: Tasa de servicio
pt: Taxa de serviço

source: Delete?
es: ¿Borrar?
pt: Excluir?

source: View
es: Visualizar
pt: Visualizar

source: View on site
es: Ver en el sitio
pt: Ver no site

source: Approve client review
es: Aprobar la reseña del cliente
pt: Aprovar resenha do cliente

source: Approve company sign up
es: Aprobar el registro de la empresa
pt: Aprovar cadastro da empresa

source: Handling
es: Manejando
pt: Manejando

source: Shipping Type Title
es: Título del tipo de envío
pt: Título do tipo de envio

source: Shipping type
es: Tipo de envío
pt: Tipo de envio

source: Shipping types
es: Tipos de envío
pt: Tipos de envio

source: Shipping Mode Title
es: Título del modo de envío
pt: Título do modo de envio

source: Is need volume
es: Es volumen de necesidad
pt: É necessário volume

source: Has container types in freight rate
es: Tiene tipos de contenedores en la tarifa de flete
pt: Tem tipos de contêineres na tarifa de frete

source: Has container types in surcharge
es: Tiene tipos de contenedores en recargo
pt: Tem tipos de contêineres com taxa

source: Shipping modes
es: Tipo de embarques
pt: Modos de envio

source: Packaging code
es: Código de empaque
pt: Código de embalagem

source: Description
es: Descripción
pt: Descrição

source: Description PT
es: Descripción PT
pt: Descrição PT

source: Dimension unit
es: Unidad de dimensión
pt: Unidade de dimensão

source: Weight unit
es: Unidad de peso
pt: Unidade de peso

source: Packaging types
es: Tipos de empaque
pt: Tipos de embalagem

source: Active
es: EM MARCHA
pt: Ativa

source: Container code
es: Código de contenedor
pt: Código de contêiner

source: FCL type
es: Contenedor FCL
pt: Tipo FCL

source: IATA class
es: IATA clasa
pt: Classe IATA

source: Gross weight
es: Peso bruto
pt: Peso bruto

source: Tare weight
es: Peso de tara
pt: Peso da tara

source: Capacity (M3)
es: Capacidad (M3)
pt: Capacidade (M3)

source: ISO type
es: ISO tipo
pt: Tipo ISO

source: ISO size
es: ISO talla
pt: Tamanho ISO

source: ISO description
es: ISO descripción
pt: Descrição ISO

source: Is frozen
es: Congelado
pt: Congelado

source: Can be dangerous
es: Carga peligrosa
pt: Carga perigosa

source: IMO class title
es: IMO título de la clase
pt: Título da classe IMO

source: IMO class
es: IMO clase
pt: Classe IMO

source: Imo class
es: Imo clase
pt: Aula de Imo

source: Imo classes
es: Imo clases
pt: Aulas de imo

source: Release type title
es: Título del tipo de publicación
pt: Título do tipo de lançamento

source: Release code
es: Código de liberación
pt: Código de liberação

source: Release types
es: Tipos de lanzamiento
pt: Tipos de liberação

source: Carrier title
es: Título del transportista
pt: Cargo da operadora

source: SCAC code
es: SCAC código
pt: Código SCAC

source: 2 letter air code
es: Código aéreo de 2 letras
pt: Código aéreo de 2 letras

source: Airline prefix
es: Prefijo de aerolínea
pt: Prefixo da companhia aérea

source: Carriers
es: Transportistas
pt: Transportadores

source: Two char airline code
es: Código de aerolínea de dos caracteres
pt: Código da companhia aérea de dois caracteres

source: Three char airline code
es: Código de aerolínea de tres caracteres
pt: Código da companhia aérea de três caracteres

source: Numeric airline code
es: Código de aerolínea numérico
pt: Código numérico da companhia aérea

source: Airline title
es: Título de la aerolínea
pt: Título da companhia aérea

source: Airline additional title
es: Título adicional de la aerolínea
pt: Título adicional de companhia aérea

source: Additional address line
es: Línea de dirección adicional
pt: Linha de endereço adicional

source: Airline city
es: Ciudad de la aerolínea
pt: Cidade aérea

source: Airline postcode
es: Código postal de la aerolínea
pt: Código postal da companhia aérea

source: CASS controled
es: CASS controlado
pt: CASE controlado

source: Airline
es: Aerolínea
pt: CIA aérea

source: Airlines
es: Aerolíneas
pt: Companhias aéreas

source: Cancellation Penalty Fee
es: Penalización por cancelación
pt: Taxa de cancelamento

source: Fee type
es: Tipo de tarifa
pt: Tipo de taxa

source: Fee enabled
es: Tarifa habilitada
pt: Taxa ativada

source: Fee value
es: Valor de la tarifa
pt: Valor da taxa

source: Value type
es: Tipo de valor
pt: Tipo de valor

source: Common fee
es: Tarifa común
pt: Taxa comum

source: Common fees
es: Tarifas comunes
pt: Taxas comuns

source: Global fee
es: Tarifa global
pt: Taxa global

source: Global fees
es: Tarifas globales
pt: Taxas globais

source: Local fee
es: Tarifa local
pt: Taxa local

source: Local fees
es: Tarifas locales
pt: Taxas locais

source: Currency three char code
es: Código de tres caracteres de moneda
pt: Código de três caracteres da moeda

source: Is active in the platform
es: Está activa en la plataforma
pt: Está ativo na plataforma

source: Is main currency in the platform
es: Es la moneda principal de la plataforma.
pt: É a moeda principal da plataforma

source: Currency
es: Moneda
pt: Moeda

source: Currencies
es: Monedas
pt: Moedas

source: Port Code
es: Código de puerto
pt: Código Portuário

source: Port Name
es: Nombre del puerto
pt: Nome do Porto

source: Port coordinates
es: Coordenadas del puerto
pt: Coordenadas do porto

source: Port timezone
es: Zona horaria del puerto
pt: Fuso horário do porto

source: Port is active
es: Puerto activo
pt: Porto ativo

source: Port or airport
es: Puerto o aeropuerto
pt: Porto ou aeroporto

source: Country
es: Países
pt: País

source: Port
es: Puerto
pt: Porta

source: Ports
es: Puertos
pt: Portas

source: Exchange rate
es: Tasa de Cambio
pt: Taxa de câmbio

source: Is exchange rate of the platform
es: Es el tipo de cambio de la plataforma.
pt: É a taxa de câmbio da plataforma

source: Exchange rates
es: Los tipos de cambio
pt: Taxas de câmbio

source: Exchange rate date
es: Fecha de tipo de cambio
pt: Data da taxa de câmbio

source: Billing exchange rate
es: Tipo de cambio de facturación
pt: Taxa de câmbio de faturamento

source: Billing exchange rates
es: Tasas de cambio de facturación
pt: Taxas de câmbio de faturamento

source: Number of rates results will return
es: Número de resultados de búsqueda de fletes
pt: Número de resultados de pesquisa de frete

source: Hide carrier name in search results
es: Ocultar el nombre del operador en los resultados de búsqueda
pt: Esconder o nome do trasportador nos resultados da pesquisa

source: Number of bids client can receive
es: Número de cotizaciones que el cliente puede recibir
pt: Número de cotações que o cliente pode receber

source: Number of days a quote will be shown to ff
es: Número de días que se mostrará una cotización al agente
pt: Número de dias que uma cotação será exibida para o agente

source: Enable booking/service fee payment to book freight rate
es: Habilite el pago de la tarifa de reserva / servicio para reservar la tarifa de flete
pt: Ativar reserva / pagamento de taxa de serviço para reservar taxa de frete

source: Client platform setting
es: Configuración de la plataforma del cliente
pt: Configuração da plataforma do cliente

source: Client platform settings
es: Configuración de la plataforma del cliente
pt: Configurações da plataforma do cliente

source: Hide/show freight forwarder
es: Ocultar / mostrar transitario
pt: Ocultar/mostrar dados do agente
