Repository: shuryhin-oleksandr/acemaven
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Number of days an unpaid booking request can stay in client list until discarded
es: Número de días que una solicitud de reserva no pagada puede permanecer en la lista de clientes hasta descartado
pt: Número de dias que uma solicitação de reserva não paga pode permanecer na lista de clientes até ser descartada

source: Number of days that the agent will have to confirm a booking request(export)
es: Número de días que el agente tendrá para confirmar una solicitud de reserva (exportación)
pt: Número de dias que o agente terá para confirmar uma solicitação de reserva (exportação)

source: Number of days that the agent will have to confirm a booking request(import)
es: Número de días que el agente tendrá para confirmar una solicitud de reserva (importación)
pt: Número de dias que o agente terá para confirmar uma solicitação de reserva (importação)

source: General setting
es: Ajustes generales
pt: Configuração geral

source: General settings
es: Configuración general
pt: Configurações Gerais

source: Api url to track delivery progress of air shipment
es: Api url para rastrear embarques aéreos
pt: Api url para rastrear embarques aéreos

source: Username credential
es: Nombre de usuario
pt: Nome de usuário

source: Password credential
es: Contraseña
pt: Senha

source: Air tracking setting
es: Configuración de tracking aéreo
pt: Configuração de rastreamento de ar

source: Air tracking settings
es: Configuración de tracking aéreo
pt: Configuração de tracking aéreo

source: Api url to track delivery progress of sea shipment
es: Api url para rastrear embarques marítimos
pt: Api url para rastrear embarques marítimos

source: Api key
es: llave API
pt: Chave API

source: Sea tracking setting
es: Configuración de rastreo marítimo
pt: Configuração de rastreamento marítimo

source: Sea tracking settings
es: Configuraciones de rastreo marítimo
pt: Configuraçãoes de rastreamento marítimo

source: Pix api base url
pt: URL base da API Pix

source: Client id
es: Identificación del cliente
pt: ID do Cliente

source: Client secret
es: Llave del cliente
pt: Segredo do cliente

source: Developer key
es: Llave de desarrollador
pt: Chave de desenvolvedor

source: Basic token value
es: Valor de token básico
pt: Valor de token básico

source: Production environment is active
es: El entorno de producción está activo
pt: O ambiente de produção está ativo

source: Pix api setting
es: Configuración de PIX API
pt: Configuração da API Pix

source: Pix api settings
es: Configuraciones de PIX API
pt: Configurações da API Pix

source: Home
es: Inicio
pt: Pagina inicial

source: Filter By
es: Filtrar por
pt: Filtrar por

source: By %(filter_title)s
pt: Por %(filter_title)s

source: Documentation
es: Documentación
pt: Documentação

source: Change password
es: Cambiar contrasena
pt: Mudar senha

source: Log out
es: Cerrar sesión
pt: Sair

source: Models in the %(name)s application
es: Modelos en el %(name) solicitud
pt: Modelos no aplicativo %(name)s

source: Add
es: Agregar
pt: Adicionar

source: You don't have permission to edit anything.
es: No tienes permiso para editar nada.
pt: Você não tem permissão para editar nada.

source: Country Code
es: Código de país
pt: Código do país

source: Country Name
es: Nombre del país
pt: Nome do país

source: Country is active
es: El país está activo
pt: País está ativo

source: Country was chosen as main for platform
es: El país fue elegido como principal para la plataforma.
pt: O país foi escolhido como principal para a plataforma

source: Countries
es: Países
pt: Países

source: Ticket info
es: Información del ticket
pt: Informação do chamado

source: You are not in chat
es: No estas en el chat
pt: Você não está no chat

source: Category
es: Categoría
pt: Categoria

source: Unread messages
es: Mensajes no leídos
pt: Mensagens não lidas

source: Websockets
es: Al control
pt: Ao controle

source: You have a new message in chat on operation number {aceid}
es: Tiene un nuevo mensaje en el chat sobre la operación {aceid}
pt: Você tem uma nova mensagem no bate-papo referente a operação número {aceid}

source: You have a new message in support chat on topic "{topic}"
es: Tiene un nuevo mensaje en el chat de soporte sobre el tema "{topic}"
pt: Você tem uma nova mensagem no bate-papo de suporte no tópico "{topic}"

source: Chats
pt: Bate-papos

source: User has permission to read messages
es: El usuario tiene permiso para leer mensajes
pt: O usuário tem permissão para ler mensagens

source: User has permission to write messages
es: El usuario tiene permiso para escribir mensajes
pt: O usuário tem permissão para escrever mensagens

source: User is online
es: El usuario está en línea
pt: O usuário está online

source: Number of unread messages
es: Número de mensajes no leídos
pt: Número de mensagens não lidas

source: Chat permission
es: Permiso de chat
pt: Permissão de bate-papo

source: Chat permissions
es: Permisos de chat
pt: Permissões de bate-papo

source: Message
es: Mensaje
pt: Mensagem

source: File from chat
es: Archivo del chat
pt: Arquivo do bate-papo

source: Message file
es: Archivo de mensajes
pt: Arquivo de mensagem

source: Message files
es: Archivos de mensajes
pt: Arquivos de mensagens

source: Section
es: Sección
pt: Seção

source: Date the notification object created
es: Fecha en que se creó el objeto de notificación
pt: Data em que o objeto de notificação foi criado

source: Notification text
es: Texto de notificación
pt: Texto de Notificação

source: Id of described object
es: Id del objeto descrito
pt: Id do objeto descrito

source: Action path
es: Ruta de la acción
pt: Caminho da ação

source: Notification
es: Notificación
pt: Notificação

source: Notifications
es: Notificaciones
pt: Notificações

source: Is seen by user
es: Visto por el usuario
pt: Visto pelo usuário

source: Categories
es: Categorías
pt: Categorias

source: Topic
es: Tema
pt: Assunto

source: Operation number
es: Número de operación
pt: Número da Operação

source: Ticket
es: llamado
pt: Chamado

source: Tickets
es: llamados
pt: Chamados

source: Join the chat
es: Únete al chat
pt: Junte-se ao chat

source: English
es: Ingles
pt: Inglês

source: Spanish
es: Español
pt: Espanhol

source: Portuguese
es: Portugues
pt: Português

source: AceMaven Service Revenue Settings
es: Configuración de cobros por servicios AceMaven
pt: Configurações de cobrança do serviço AceMaven

source: Accounts and Billing
es: Cuentas y facturación
pt: Contas e faturamento

source: Sections
es: Secciones
pt: Seções

source: Platform setting
es: Configuración de la plataforma
pt: Configuração da plataforma

source: Ticket section
es: Sección de llamados
pt: Chamados

source: Acemaven admin
es: Administrador Acemaven
pt: Administrador Acemaven

source: System Management
es: Gestión del sistema
pt: Administração do Sistema

source: Acemaven system management
es: Gestión del sistema Acemaven
pt: Gerenciamento do sistema Acemaven

source: Booking Change Requested
es: Cambio em la reserva pendente
pt: Alteração na reserva confirmada

source: Booking Change Confirmed
es: Cambio em la reserva confirmado
pt: Alteração na reserva pendente

source: Booking Fee Pending
es: Tasa de Solicitud de Reserva Pendiente
pt: Taxa de Resera Pendente

source: Booking Request in Progress
es: Solicitud de reserva en proceso
pt: Solicitação de reserva em andamento

source: Booking Confirmed
es: Reserva confirmada
pt: Reserva confirmada

source: Booking Request Rejected
es: Solicitud de reserva rechazada
pt: Pedido de reserva rejeitado

source: Operation Canceled by Agent
es: Operación cancelada por el Agente
pt: Operação cancelada pelo Agente

source: Operation Complete
es: Operación Finalizada
pt: Operação Completa

source: ShippingMode
es: Tipo de embarque
pt: Modo de entrega

source: Air tracking api general settings
es: Configuración de seguimiento de aire
pt: Configurações gerais da API de rastreamento de ar

source: Sea tracking api general settings
es: Configuración de seguimiento del mar
pt: Configurações gerais da API de rastreamento do mar

source: Cargo group [{id}] of booking [{booking_number}]
es: Grupo de carga [{id}] de la reserva [{booking_number}]
pt: Grupo de carga [{id}] da reserva [{booking_number}]

source: Booking [{aceid}] of freight rate [{freight_rate}].
es: Reservas [{aceid}] de tarifa de flete [{freight_rate}].
pt: Reserva [{aceid}] de la tarifa de flete [{freight_rate}].

source: Client review for company [{company}]
es: Revisión del cliente para la empresa [{company}]
pt: Avaliação do cliente para a empresa [{company}]

source: Exchange rate from {code}
es: Tipo de cambio de {code}
pt: Tasa de cambio de {código}

source: Sign up request of company "{name}"
es: Solicitud de registro de la empresa "{name}"
pt: Solicitud de registro da empresa "{name}"

source: General platform settings
es: Configuración general de la plataforma
pt: Configurações gerais da plataforma

source: Bank Account of company {company}
es: Cuenta bancaria de la empresa {company}
pt: Conta bancária da empresa {company}

source: Surcharge for {direction}, {location}, {expiration_date}
es: Recargo por {direction}, {location}, {expiration_date}
pt: Taxa para {direction}, {location}, {expiration_date}

source: Fixed value
es: Valor fijo
pt: Valor fixo

source: Percentage
es: Porcentaje
pt: Percentagem

source: Freight forwarder
es: Transitario
pt: Agente de cargas

source: Client
es: Cliente
pt: Cliente

source: Transaction opened
es: Transacción abierta
pt: Transação aberta

source: Transaction finished
es: Transacción finalizada
pt: Transação concluída

source: Transaction canceled
es: Transacción cancelada
pt: Transação cancelada

source: Transaction expired
es: Transacción caducada
pt: Transação expirada

source: Show only on operation page
es: Mostrar solo en la página de la operación
pt: Mostrar apenas na página da operação

source: Show in search results and after
es: Mostrar en los resultados de búsqueda y después
pt: Mostrar nos resultados da pesquisa e depois

source: Show after booking is paid
es: Mostrar después de pagar la reserva
pt: Mostrar após o pagamento da reserva

source: Operations
es: Operaciones
pt: Operações

source: Requests
es: Solicitudes
pt: Solicitações

source: Billing
es: Cuentas
pt: Contas

source: Rates and services
es: Tarifas y servicios
pt: Tarifas e serviços

source: Completed
es: Finalizadas
pt: Finalizadas

source: In progress
es: Em marcha
pt: Em processo

source: Syndication
es: Sindicación

source: jan
es: enero

source: mar
es: marzo

# abbrev. month
source: Jan.
es: enero

source: Empty list and “%(class_name)s.allow_empty” is False.
es: Lista vacía y “%(class_name)s.allow_empty” es falso

source: Attempting to connect to qpid with SASL mechanism %s
es: Intentando conectarse a qpid con el mecanismo SASL %s

source: Connected to qpid with SASL mechanism %s
es: Conectado a qpid con mecanismo SASL %s

source: Unable to connect to qpid with SASL mechanism %s
es: No se puede conectar a qpid con el mecanismo SASL %s

source: Volume
es: Volumen

source: Spread
es: Untada

source: Booking Request Received
es: Solicitud de Reserva Recibida

source: Operation Canceled by Client
es: Operación cancelada por el Cliente

source: Operation Canceled by the System
es: Operación cancelada por el Sistema

source: Booking Request Unpaid and Discarded
es: Solicitud de reserva no pagada y descartada

source: By company
es: Por empresa

source: A new Booking Request on number {booking.aceid}
es: Una nueva solicitud de reserva fue recibida ID {booking.aceid}
