Repository: shuryhin-oleksandr/acemaven
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Messages
es: Mensajes
pt: Mensagens

source: Site Maps
es: Mapas del sitio
pt: Mapas do Site

source: Static Files
es: Archivos estáticos
pt: Arquivos estáticos

source: That page number is not an integer
es: Ese número de página no es un número entero
pt: Esse número de página não é um inteiro

source: That page number is less than 1
es: Ese número de página es menor que 1
pt: Esse número de página é menor que 1

source: That page contains no results
es: Esa página no contiene resultados
pt: Essa página não contém resultados

source: Enter a valid value.
es: Introduce un valor valido.
pt: Digite um valor válido.

source: Enter a valid URL.
pt: Insira um URL válido.

source: Enter a valid integer.
es: Ingrese una URL válida.
pt: Insira um número inteiro válido.

source: Enter a valid email address.
es: Introduzca una dirección de correo electrónico válida.
pt: Digite um endereço de e-mail válido.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
es: Introduzca un 'slug' válido que consta de letras, números, guiones bajos o guiones.
pt: Insira um “slug” válido consistindo em letras, números, sublinhados ou hifens.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
es: Ingrese un 'slug' válido que conste de letras Unicode, números, guiones bajos o guiones.
pt: Insira um “slug” válido que consiste em letras, números, sublinhados ou hifens Unicode.

source: Enter a valid IPv4 address.
es: Ingrese una dirección IPv4 válida.
pt: Insira um endereço IPv4 válido.

source: Enter a valid IPv6 address.
es: Ingrese una dirección IPv6 válida.
pt: Insira um endereço IPv6 válido.

source: Enter a valid IPv4 or IPv6 address.
es: Ingrese una dirección IPv4 o IPv6 válida.
pt: Insira um endereço IPv4 ou IPv6 válido.

source: Enter only digits separated by commas.
es: Ingrese solo dígitos separados por comas.
pt: Insira apenas dígitos separados por vírgulas.

source: Enter a number.
es: Ingrese un numero.
pt: Digite um número.

source: Null characters are not allowed.
es: No se permiten caracteres nulos.
pt: Caracteres nulos não são permitidos.

source: and
es: y
pt: e

source: This field cannot be null.
es: Este campo no puede ser nulo.
pt: Este campo não pode ser nulo.

source: This field cannot be blank.
es: Este campo no puede estar vacío.
pt: Este campo não pode estar vazio.

source: Boolean (Either True or False)
pt: Booleano (verdadeiro ou falso)

source: Comma-separated integers
pt: Inteiros separados por vírgula

source: Date (without time)
pt: Data (sem hora)

source: Date (with time)
pt: Data (com hora)

source: Decimal number
pt: Número decimal

source: Duration
pt: Duração

source: Email address
es: Correo electronico
pt: Endereço de email

source: File path
pt: Caminho de arquivo

source: Floating point number
pt: Número de ponto flutuante

source: Integer
pt: Inteiro

source: Big (8 byte) integer
pt: Grande (8 bytes) inteiro

source: IPv4 address
pt: Endereço IPv4

source: IP address
pt: endereço de IP

source: Boolean (Either True, False or None)
pt: Booleano (verdadeiro, falso ou nenhum)

source: Positive big integer
pt: Número inteiro grande positivo

source: Positive integer
pt: Inteiro positivo

source: Positive small integer
pt: Número inteiro pequeno positivo

source: Small integer
pt: Pequeno inteiro

source: Text
pt: Texto

source: Time
pt: Tempo

source: Raw binary data
pt: Dados binários brutos

source: Universally unique identifier
pt: Identificador universalmente único

source: File
pt: Arquivo

source: Image
pt: Imagem

source: A JSON object
pt: Um objeto JSON

source: Value must be valid JSON.
pt: O valor deve ser JSON válido.

source: Foreign Key (type determined by related field)
pt: Chave estrangeira (tipo determinado pelo campo relacionado)

source: One-to-one relationship
pt: Relacionamento um para um

source: Many-to-many relationship
pt: Relacionamento muitos para muitos

source: This field is required.
pt: Este campo é obrigatório.

source: Enter a whole number.
pt: Insira um número inteiro.

source: Enter a valid date.
pt: Insira uma data válida.

source: Enter a valid time.
pt: Insira uma hora válida.

source: Enter a valid date/time.
pt: Insira uma data/hora válida.

source: Enter a valid duration.
pt: Insira uma duração válida.

source: The number of days must be between {min_days} and {max_days}.
pt: O número de dias deve estar entre {min_days} e {max_days}.

source: No file was submitted. Check the encoding type on the form.
pt: Nenhum arquivo foi enviado. Verifique o tipo de codificação no formulário.

source: No file was submitted.
pt: Nenhum arquivo foi enviado.

source: The submitted file is empty.
pt: O arquivo enviado está vazio.

source: Please either submit a file or check the clear checkbox, not both.
pt: Envie um arquivo ou desmarque a caixa de seleção, não ambos.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
pt: Faça upload de uma imagem válida. O arquivo que você carregou não era uma imagem ou estava corrompido.

source: Enter a list of values.
pt: Insira uma lista de valores.

source: Enter a complete value.
pt: Insira um valor completo.

source: Enter a valid UUID.
pt: Insira um UUID válido.

source: Enter a valid JSON.
pt: Insira um JSON válido.

source: ManagementForm data is missing or has been tampered with
pt: Dados de ManagementForm estão faltando ou foram adulterados

source: Order
pt: Ordem

source: Delete
pt: Excluir

source: Please correct the duplicate values below.
pt: Corrija os valores duplicados abaixo.

source: The inline value did not match the parent instance.
pt: O valor embutido não corresponde à instância pai.

source: Select a valid choice. That choice is not one of the available choices.
pt: Selecione uma escolha válida. Essa escolha não é uma das opções disponíveis.

source: Clear
es: Claro
pt: Claro

source: Currently
es: Actualmente
pt: Atualmente

source: Change
es: Cambio
pt: Mudar

source: Unknown
es: Desconocido
pt: Desconhecido

source: Yes
es: Sí
pt: Sim

source: No
pt: Não

source: yes,no,maybe
es: Sí,No,Quizás
pt: sim,não,talvez

source: midnight
es: medianoche
pt: meia-noite

source: noon
es: mediodía
pt: meio-dia

source: Monday
es: Lunes
pt: Segunda-feira

source: Tuesday
es: Martes
pt: Terça-feira

source: Wednesday
es: Miercoles
pt: Quarta-feira

source: Thursday
es: Jueves
pt: Quinta-feira

source: Friday
es: Viernes
pt: Sexta-feira

source: Saturday
es: Sabado
pt: Sabado

source: Sunday
es: Domingo
pt: Domingo

source: Mon
es: Lun
pt: Se

source: Tue
es: Mar
pt: Te

source: Wed
es: Mie
pt: Qu

source: Thu
es: Jue
pt: Qu

source: Fri
es: Vie
pt: Se

source: Sat
es: Sab
pt: Sa

source: Sun
es: Dom
pt: Do

source: January
es: Enero
pt: Janeiro

source: February
es: Febrero
pt: Fevereiro

source: March
es: Marzo
pt: Março

source: April
es: Abril
pt: Abril

source: May
es: Mayo
pt: Maio

source: June
es: Junio
pt: Junho

source: July
es: Julio
pt: Julho

source: August
es: Agosto
pt: Agosto

source: September
es: Septiembre
pt: Setembro

source: October
es: Octubre
pt: Outubro

source: November
es: Noviembro
pt: Novembro

source: December
es: Diciembro
pt: Dezembro

source: feb
pt: fev

source: apr
es: abr
pt: abr

source: may
es: mayo
pt: mai

source: aug
es: agosto
pt: ago

source: sep
es: sept
pt: set

source: oct
pt: out

source: dec
es: dic
pt: dez

# abbrev. month
source: Feb.
pt: Fev.

# abbrev. month
source: March
es: marzo
pt: Mar.

# abbrev. month
source: April
es: abr.
pt: Abril

# abbrev. month
source: May
es: mayo
pt: Maio

# abbrev. month
source: June
es: jun.
pt: Junho

# abbrev. month
source: July
es: jul.
pt: Julho

# abbrev. month
source: Aug.
es: agosto
pt: Ago.

# abbrev. month
source: Sept.
pt: Set.

# abbrev. month
source: Oct.
pt: Out.

# abbrev. month
source: Dec.
es: dic.
pt: Dez.

# alt. month
source: January
es: Enero
pt: Janeiro

# alt. month
source: February
es: Febrero
pt: Fevereiro

# alt. month
source: March
es: Marcha
pt: Março

# alt. month
source: April
es: Abril
pt: Abril

# alt. month
source: May
es: Mayo
pt: Maio

# alt. month
source: June
es: Junio
pt: Junho

# alt. month
source: July
es: Julio
pt: Julho

# alt. month
source: August
es: Agosto
pt: Agosto

# alt. month
source: September
es: Septiembre
pt: Setembro

# alt. month
source: October
es: Octubre
pt: Outubro

# alt. month
source: November
es: Noviembre
pt: Novembro

# alt. month
source: December
es: Diciembre
pt: Dezembro

source: This is not a valid IPv6 address.
pt: Este não é um endereço IPv6 válido.

source: or
pt: ou

source: Forbidden
pt: Proibido

source: CSRF verification failed. Request aborted.
pt: A verificação de CSRF falhou. Solicitação abortada.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pt: Você está vendo esta mensagem porque este site HTTPS requer um cabeçalho Referer ”para ser enviado por seu navegador da Web, mas nenhum foi enviado. Este cabeçalho é necessário por razões de segurança, para garantir que seu navegador não seja sequestrado por terceiros.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
pt: Se você configurou seu navegador para desativar os cabeçalhos “Referer”, reative-os, pelo menos para este site, ou para conexões HTTPS, ou para solicitações de “mesma origem”.

source: More information is available with DEBUG=True.
pt: Mais informações estão disponíveis com DEBUG = True.

source: No year specified
pt: Nenhum ano especificado

source: Date out of range
pt: Data fora do intervalo

source: No month specified
pt: Nenhum mês especificado

source: No day specified
pt: Nenhum dia especificado

source: No week specified
pt: Nenhuma semana especificada

source: Page is not “last”, nor can it be converted to an int.
pt: A página não é a “última” nem pode ser convertida em um int.

source: Directory indexes are not allowed here.
es: Los índices de directorio no están permitidos aquí.
pt: Os índices de diretório não são permitidos aqui.

source: Django: the Web framework for perfectionists with deadlines.
es: Django: el marco web para perfeccionistas con plazos.
pt: Django: o framework Web para perfeccionistas com prazos.

source: The install worked successfully! Congratulations!
es: ¡La instalación funcionó correctamente! ¡Felicidades!
pt: A instalação funcionou com sucesso! Parabéns!

source: Django Documentation
es: Documentación de Django
pt: Documentação Django

source: Topics, references, &amp; how-to’s
es: Temas, referencias y amp; cómo hacer
pt: Tópicos, referências e &amp; como fazer

source: Tutorial: A Polling App
es: Tutorial: una aplicación de encuesta
pt: Tutorial: um aplicativo de votação

source: Get started with Django
es: Empiece con Django
pt: Comece com Django

source: Django Community
es: Comunidad Django
pt: Comunidade Django

source: Connect, get help, or contribute
es: Conéctese, obtenga ayuda o contribuya
pt: Conecte-se, obtenha ajuda ou contribua

source: Each tab entry must be either a list or a tuple
es: Cada entrada de pestaña debe ser una lista o una tupla
pt: Cada entrada da guia deve ser uma lista ou uma tupla

source: Each tabs entry must contain 2 arguments: a verbose name and the tab setup.
es: Cada entrada de pestañas debe contener 2 argumentos: un nombre detallado y la configuración de la pestaña.
pt: Cada entrada da guia deve conter 2 argumentos: um nome detalhado e a configuração da guia.

source: A tab definition must be either a list or a tuple
es: Una definición de pestaña debe ser una lista o una tupla
pt: A definição de uma guia deve ser uma lista ou uma tupla

source: Please correct the error below.
es: Corrija el error a continuación.
pt: Corrija o erro abaixo.

source: Please correct the errors below.
es: Por favor corrija los siguientes errores.
pt: Por favor corrija os erros abaixo.

source: Transaction number: {number}
es: VAT: {number}
pt: CNPJ: {number}

source: Status
es: Estado
pt: Estado

source: Transaction
es: Transacción
pt: Transação

source: Booking number
es: No. De Reserva
pt: Número de reserva

source: Operation info
es: Información de operación
pt: Informação de operação

source: Dates info
es: Información de fechas
pt: Informação de datas

source: General information
es: Información general
pt: Informação geral

source: Route
es: Ruta
pt: Rota

source: Dates
es: Fechas
pt: Datas

source: Carrier
es: Transportador
pt: Trasportador

source: Chat
pt: Bater papo

source: Booking
es: Reserva
pt: Reserva

source: Surcharge direction, whether import or export
es: Dirección de recargo, ya sea de importación o exportación
pt: Direção da taxa, seja importação ou exportação

source: Location
es: Ubicación
pt: Localização

source: Surcharge start date
es: Fecha de inicio de la tasa
pt: Data de início da taxa

source: Surcharge expiration date
es: Fecha de vencimiento de la tasa
pt: Data de vencimento da taxa

source: Temporary surcharge or not
es: Recargo temporal o no
pt: taxa temporária ou não

source: Surcharge is archived
es: El recargo está archivado
pt: A taxa está arquivada

source: Shipping mode
es: Tipo de embarque
pt: Modo de entrega

source: Company
es: Compañía
pt: Empresa

source: Container types
es: Tipos de contenedores
pt: Tipos de contêineres

source: Surcharge
es: Tasa
pt: Taxa

source: Surcharges
es: Tasas
pt: Taxas

source: Charge amount
es: Costo
pt: Custo

source: Date and time usage fee was updated
es: Se actualizó la tarifa de uso de fecha y hora
pt: A taxa de uso de data e hora foi atualizada

source: Usage fee
es: Tarifa de uso
pt: Taxa de uso

source: Usage fees
es: Tarifas de uso
pt: Taxas de uso

source: Conditions
es: Condiciones
pt: Condições

source: Charge
es: Costo
pt: Custo

source: Charges
es: Costos
pt: Custos

source: Additional surcharge title
es: Título de recargo adicional
pt: Título de taxa adicional

source: Is dangerous
es: Es peligroso
pt: É perigoso

source: Is cold
es: Esta frio
pt: É frio

source: Is handling
es: Está manejando
pt: Está manejando

source: Is document
es: Es documento
pt: É documento

source: Is other
es: Es otro
pt: É outro

source: Additional surcharge
es: Tasa adicional
pt: Taxa adicionais

source: Additional surcharges
es: Tasas adicionales
pt: Taxas adicionais

source: Whether carrier name disclosed or not
es: Si el nombre del transportador fue divulgado o no
pt: Se o nome do transportador foi divulgado ou não

source: Origin
es: Origen
pt: Origem

source: Destination
es: Destino
pt: Destino

source: Transit time in days
es: Tiempo de tránsito en días
pt: Tempo de trânsito em dias

source: Freight rate is active or paused
es: La tarifa de flete está activa o en pausa
pt: A tarifa de frete está ativa ou em pausa

source: Temporary freight rate or not
es: Tarifa de flete temporal o no
pt: Tarifa de frete temporário ou não

source: Freight rate is archived
es: La tarifa de flete está archivada
pt: Tarifa de frete está arquivada

source: Freight rate
es: Tarifa de flete
pt: Tarifa

source: Freight rates
es: Tarifas de flete
pt: Tarifa de frete

source: Rate amount
es: Importe de la tarifa
pt: Valor da tarifa

source: Rate start date
es: Fecha de inicio de la tarifa
pt: Data de início da tarifa

source: Rate expiration date
es: Fecha de vencimiento del fleta
pt: Data de vencimento da tarifa

source: Date and time rate was updated
es: Se actualizó la tasa de fecha y hora
pt: A tarifa de data e hora foi atualizada

source: Rate
es: Tarifa
pt: Tarifa

source: Rates
es: Tarifas
pt: Tarifas

source: Booking ACEID number
es: Número ACEID de reserva
pt: Número da Reserva ACEID

source: Booking date from
es: Fecha de reserva desde
pt: Data de reserva de

source: Booking date to
es: Fecha de reserva hasta
pt: Data de reserva para

source: Payment due by date
es: Fecha limite para el pago
pt: Data limite para pagamento

source: Whether booking paid or not
es: Ya sea reserva pagada o no
pt: Quer a reserva seja paga ou não

source: Is assigned to user
es: Fue asignado al usuario
pt: Foi atribuído ao usuário

source: Booking change request status
es: Estado de la solicitud de cambio de reserva
pt: Status de solicitação de alteração de reserva

source: Booking confirmed or not
es: Reserva confirmada o no
pt: Reserva confirmada ou não

source: Client contact person
es: Persona de contacto del cliente
pt: Pessoa de contato do cliente

source: Agent contact person
es: Persona de contacto del agente
pt: Pessoa de contato do agente

source: Release type
es: Tipo de lanzamiento
pt: Tipo de liberação

source: Number of documents for chosen release type
es: Número de documentos para el tipo de publicación elegido
pt: Número de documentos para o tipo de liberação escolhido

source: Charges calculations
es: Cálculos de costos
pt: Cálculos de custos

source: Automatic status tracking
es: Seguimiento de estado automático
pt: Rastreamento automático de status

source: Vessel arrived status
es: Estado de llegada del buque
pt: Status de chegada da embarcação

source: Date booking created
es: Fecha de creación de la reserva
pt: Data de criação da reserva

source: Date booking accepted by an agent
es: Fecha de reserva aceptada por un agente
pt: Data reserva aceita por um agente

source: Shipper
es: Embarcador
pt: Embarcador

source: Bookings
es: Reservas
pt: Reservas

source: Cancellation reason
es: Razon de cancelacion
pt: Motivo de cancelamento

source: Comment to cancellation reason
es: Comentario al motivo de la cancelación
pt: Comentário sobre o motivo do cancelamento

source: Date reason created
es: Fecha de creación del motivo
pt: Razão da data de criação

source: Cancellation reasons
es: Motivos de cancelación
pt: Motivos de cancelamento

source: Container type
es: Tipo de contenedor
pt: Tipo de recipiente

source: Packaging type
es: Tipo de embalaje
pt: Tipo de embalagem

source: Weight Measurement
es: Medida de peso
pt: Medição de Peso

source: Length Measurement
es: Medida de largo
pt: Medição de Comprimento

source: Number of items
es: Número de items
pt: Número de ítens

source: Height
es: Altura
pt: Altura

source: Length
es: Largo
pt: Comprimento

source: Width
es: Ancho
pt: Largura

source: Weight
es: Peso
pt: Peso

source: Dangerous freight
es: Carga peligrosa
pt: Frete perigoso

source: Frozen or chilled cargo
es: Carga congelada o refrigerada
pt: Carga congelada ou resfriada

source: Cargo description
es: Descripción del la carga
pt: Descrição de carga

source: Quote
es: Cotizacione
pt: Cotação

source: Cargo group
es: Grupo de carga
pt: Grupo de carga

source: Cargo groups
es: Grupos de carga
pt: Grupos de carga

source: Quote start date
es: Fecha de inicio de cotización
pt: Data de início da cotação

source: Quote expiration date
es: Fecha de vencimiento de la cotización
pt: Data de validade da cotação

source: Quote creation date
es: Fecha de creación de la cotización
pt: Data de criação da cotação

source: Quote is active or paused
es: La cotización está activa o en pausa
pt: A cotação está ativa ou em pausa

source: Quote is archived
es: La cotización fue archivada
pt: A oferta foi visualizada

source: Quotes
es: Cotizaciones
pt: Cotaçães

source: Quote - freight rate status
es: Cotización - estado de la tarifa de flete
pt: Cotação - status da tarifa de frete

source: Offer is viewed
es: La oferta fue visualizada
pt: A oferta é vista

source: Statuses
es: Estados
pt: Estados

source: Booking number with carrier
es: Número de reserva con transportista
pt: Número da reserva com a operadora

source: Flight number
es: Número de vuelo
pt: Número do vôo

source: Vessel number
es: Número de buque
pt: Número do navio

source: Voyage number
es: Número de viaje
pt: Número da viagem

source: Container number
es: Número de contenedor
pt: No. conteiner

source: Estimated time of departure
es: Fecha Estimada de Embarque
pt: Data Estimada pro Embarque

source: Estimated time of arrival
es: Fecha Estimada de Arribo
pt: Data Estimada de Chegada

source: Actual time of departure
es: Hora real de salida
pt: Hora real de partida

source: Actual time of arrival
es: Hora real de llegada
pt: Hora real de chegada

source: Document cut off date
es: Fecha limite para envío de documentación
pt: Data limite para envio de documentação

source: Cargo cut off date
es: Fecha límite para recibo de la carga
pt: Data limite para recebimento da carga

source: Cargo pick up location
es: Lugar de recogida de carga
pt: Local de coleta de carga

source: Cargo pick up location address
es: Dirección del lugar de recogida de carga
pt: Endereço do local de coleta de carga

source: Cargo drop off location
es: Terminal para Entrega de Carga
pt: Local de entrega de carga

source: Cargo drop off location address
es: Dirección de ubicación de entrega de carga
pt: Endereço de entrega de carga

source: Empty pick up location
es: Local de Retirada de Vacios
pt: Local de Retirada de Vacios

source: Empty pick up location address
es: Dirección de ubicación de recogida vacía
pt: Endereço do local de coleta vazio

source: Container free time
es: Tiempo Libre de los Contenedores
pt: Tempo livre dos Contêiners

source: Booking notes
es: Comentarios sobre la reserva
pt: Comentarios da reserva

source: Shipment detail
es: Detalle de envio
pt: Detalhe da remessa

source: Shipment details
es: Detalles del envío
pt: Detalhes de envio

source: Transaction identifier
es: Identificador de transacción
pt: CNPJ

source: Transaction status
es: Estado de la transacción
pt: Status da transação

source: Transaction charge amount
es: Importe del cargo por transacción
pt: Valor da transação

source: QR code
es: Código QR
pt: Código QR

source: Response from getting payment
es: Respuesta al recibir el pago
pt: Resposta de obtenção de pagamento

source: Transactions
es: Actas
pt: Transações

source: Json data
es: Datos json
pt: Dados Json

source: Date the track object created
es: Fecha en que se creó el objeto de seguimiento
pt: Data em que o objeto de trilha foi criado

source: Json data from tracking api
es: Datos json de la API de seguimiento
pt: Dados Json da API de rastreamento

source: Json route data from tracking api
es: Datos de ruta json de la API de seguimiento
pt: Dados de rota Json da API de rastreamento

source: Comment text
es: Texto de comentario
pt: Texto do comentário

source: Manually created tracking event
es: Evento de seguimiento creado manualmente
pt: Evento de rastreamento criado manualmente

source: Track
es: Pista
pt: Trilha

source: Tracks
es: Pistas
pt: Trilhas

source: Status title
es: Título de estado
pt: Título de status

source: Direction
es: Dirección
pt: Direção

source: Must update actual date of departure
es: Debe actualizar la fecha real de salida
pt: Deve atualizar a data de partida real

source: Show status after actual date of departure set
es: Mostrar estado después de la fecha real de salida establecida
pt: Mostrar status após a data real de partida definida

source: Add the status after adding actual date of departure
es: Agregue el estado después de agregar la fecha real de salida
pt: Adicione o status após adicionar a data de partida real

source: Add the status after adding actual date of arrival
es: Agregue el estado después de agregar la fecha real de llegada
pt: Adicione o status após adicionar a data de chegada real

source: Add the status after changing shipment details
es: Agregue el estado después de cambiar los detalles del envío
pt: Adicione o status após alterar os detalhes da remessa

source: Track status
es: Estado de seguimiento
pt: Rastrear o status

source: Track statuses
es: Seguimiento de estados
pt: Status de rastreamento
